var store = [{
        "title": "Github blog의 첫 시작",
        "excerpt":"우주과학과에 들어와서 별로 흥미를 느끼지 못하고 열심히 놀기만 했다.   코딩을 접하며 코딩 뿐만 아니라 천문학, 우주과학에도 관심을 가지기 시작했다!   이 글, 이 블로그와 함께 첫 발을 내딛어보자!  ","categories": ["Blog"],
        "tags": [],
        "url": "/blog/first-post/",
        "teaser": null
      },{
        "title": "천문학개론2 - 태양 자전주기 구하기",
        "excerpt":"천문학개론2 강의에서 진행했던 실습을 개발자의 눈으로 복습해보자! 원래의 실습에서는 태양의 자전 주기를 구하기 위한 계산식에 중점을 두지만, 이번 복습에서는 파이썬 코드를 통해 데이터를 읽고 처리하는 것에 중점을 두고자 한다. 1. 개요 Helioviewer에서 PROBA-2 위성의 태양 관측 데이터를 파이썬 코드를 통해 처리한다. 처리한 데이터로 태양 표면 활동지역의 이동 속도를 구하고, 이를...","categories": ["Astronomy"],
        "tags": [],
        "url": "/astronomy/practice-day1/",
        "teaser": null
      },{
        "title": "유럽 여행 - 런던 PART1",
        "excerpt":"2022년 드디어 코로나가 끝을 보이기 시작했다. 그리고 나의 공익 생활도 끝이 보이기 시작했다..! 복무가 끝나면 가장 먼저 하고 싶은 것이 여행이다. 연말 여행을 떠나기 전에 20년도 떠났던 유럽 여행을 되돌아보려고 한다. 시작 19년도 2학기는 개인적으로 힘든 일이 너무 많았다. 자취방에서 술과 함께 나뒹굴다가 갑자기 결단을 내렸다. 이렇게 살면 안되겠다 싶어...","categories": ["Travel"],
        "tags": [],
        "url": "/travel/London/",
        "teaser": null
      }]
